

token = '1074027722:AAFeq4HeQNUnMjkrz4yE_zUXIgkrS4xYyCY'

welcome_text = 'Этот бот поможет Вам найти нужную информацию из избранных ' + \
                   'юридических документов, которые часто используются в работе ' + \
                   'отдела DPO.\n\n' +  \
                   'Напишите запрос в виде полноценного вопроса или набора ключевых слов.\n\n' + \
                   'Чем конкретней и полнее запрос, тем выше точность ответов!\n' + \
                   'Примеры возможных запросов: \n\n' + \
                   'Что делать, если обнаружена неточность или неполнота в персональных данных?\n\n' + \
                   'Какой срок исполнения обязанностей по соблюдению конфиденциальности информации?\n\n' +\
                   'Источник формирования кредитной истории что это?\n\n' + \
                   'Кредитный отчет что содержит?\n\n' + \
                   'Основания для отказа во внесении сведений в государственный реестр?\n'

list_of_laws = 'На данный момент, поиск поддерживает следующие нормативные документы: \n\n' + \
    "\n".join(["152-ФЗ 'О персональных данных'",
        "86-ФЗ 'О Центральном Банке'",
         "353-ФЗ 'О потребительском кредите (займе)'",
        "218-ФЗ 'О кредитных историях'",
        "38-ФЗ 'О рекламе'",
        "126-ФЗ 'О связи'",
       "149-ФЗ 'Об информации, информационных технологиях и о защите информации'",
        "230-ФЗ 'О защите прав и законных интересов'",
        "395-1-ФЗ 'О банках и банковской деятельности'",
        "Постановление правительства N687 Об утверждении 'Положения об особенностях обработки...'",
        "Постановление правительства N512 'Об утверждении требований к материальным носителям'",
        "499-П 'Об идентификации кредитными организациями клиентов, представителей клиента...'"])

